/* The label of a text field that is optional. For example, 'Email (optional)' or 'Name (optional) */
"%@ (optional)" = "%@ (optional)";

/* Caption for account number */
"Account number" = "Account number";

/* Caption for Address field on address form
Section header for address fields */
"Address" = "Address";

/* Address line 1 placeholder for billing address form.\nLabel for address line 1 field */
"Address line 1" = "Address line 1";

/* Label for address line 2 field */
"Address line 2" = "Address line 2";

/* Label of an address field */
"Area" = "Area";

/* Label for a checkbox that makes customers billing address same as their shipping address */
"Billing address is same as shipping" = "Billing address is same as shipping";

/* Label for BLIK code number field on form */
"BLIK code" = "BLIK code";

/* Placeholder for AU BECS BSB number */
"BSB number" = "BSB number";

/* Button title to cancel action in an alert */
"Cancel" = "Cancel";

/* Caption for City field on address form */
"City" = "City";

/* Accessibility label describing a field for entering a login code */
"Code field" = "Code field";

/* Label for Company field on form */
"Company" = "Company";

/* Text for continue button */
"Continue" = "Continue";

/* Caption for Country field on address form */
"Country" = "Country";

/* Country selector and postal code entry form header title\nLabel of an address field */
"Country or region" = "Country or region";

/* Caption for County field on address form (only countries that use county, like United Kingdom)
Label of an address field */
"County" = "County";

/* Error message for empty date. */
"Date is empty." = "Date is empty.";

/* Label of an address field */
"Department" = "Department";

/* Label for the district field on an address form */
"District" = "District";

/* Label of an address field */
"Do Si" = "Do Si";

/* Used as the title for prompting the user if they want to close the sheet */
"Do you want to close this form?" = "Do you want to close this form?";

/* Done button title */
"Done" = "Done";

/* Accessibility hint for a text field */
"Double tap to edit" = "Double tap to edit";

/* Button title to enter editing mode */
"Edit" = "Edit";

/* Label of an address field */
"Eircode" = "Eircode";

/* Label for Email field on form */
"Email" = "Email";

/* Label of an address field */
"Emirate" = "Emirate";

/* Text for error labels */
"Error" = "Error";

/* Label for first (given) name field */
"First" = "First";

/* Label for Full name field on form */
"Full name" = "Full name";

/* Error description for incomplete phone number */
"Incomplete phone number" = "Incomplete phone number";

/* Error message when UPI ID is invalid */
"Invalid UPI ID" = "Invalid UPI ID";

/* Label of an address field */
"Island" = "Island";

/* Label for last (family) name field */
"Last" = "Last";

/* Label for Name field on form */
"Name" = "Name";

/* Label for Name on account field on form */
"Name on account" = "Name on account";

/* Label of an address field */
"Oblast" = "Oblast";

/* ok button */
"OK" = "OK";

/* An option in a dropdown selector indicating the customer's desired selection is not in the list. e.g., 'Choose your bank: Bank1, Bank2, Other' */
"Other" = "Other";

/* Label of an address field */
"Parish" = "Parish";

/* Caption for Phone field on address form */
"Phone" = "Phone";

/* Label of an address field
Short string for postal code (text used in non-US countries) */
"Postal code" = "Postal code";

/* Label of an address field */
"Prefecture" = "Prefecture";

/* Caption for Province field on address form (only countries that use province, like Canada)
Label of an address field */
"Province" = "Province";

/* Button title for confirmation alert to remove a saved payment method */
"Remove" = "Remove";

/* Title for confirmation alert to remove a saved bank account payment method */
"Remove bank account" = "Remove bank account";

/* Content for alert popup prompting to confirm removing a saved bank account. e.g. 'Remove bank account ending in 4242' */
"Remove bank account ending in %@" = "Remove bank account ending in %@";

/* Title of a button with a 🔍 (magnifying glass) icon that starts a search when tapped */
"Search" = "Search";

/* Message when a user is selecting a card brand in a dropdown */
"Select card brand (optional)" = "Select card brand (optional)";

/* Placeholder for Bacs sort code (a bank routing number used in the UK and Ireland) */
"Sort code" = "Sort code";

/* Caption for State field on address form (only countries that use state , like United States)
Label of an address field */
"State" = "State";

/* Label of an address field */
"Suburb" = "Suburb";

/* Label of an address field */
"Suburb or city" = "Suburb or city";

/* Error description for incomplete account number */
"The account number you entered is incomplete." = "The account number you entered is incomplete.";

/* Error string displayed to user when they have entered an incomplete BSB number. */
"The BSB you entered is incomplete." = "The BSB you entered is incomplete.";

/* An error message. */
"The ID number you entered is incomplete." = "The ID number you entered is incomplete.";

/* Error string displayed to user when they have entered an invalid 'sort code' (a bank routing number used in the UK and Ireland) */
"The sort code you entered is invalid." = "The sort code you entered is invalid.";

/* Label of an address field */
"Town or city" = "Town or city";

/* Error string when we can't parse a phone number */
"Unable to parse phone number" = "Unable to parse phone number";

/* Label for UPI ID number field on form */
"UPI ID" = "UPI ID";

/* Accessibility hint indicating to use the accessibility rotor to open links. The word 'rotor' should be localized to match Apple's language here: https://support.apple.com/HT204783 */
"Use rotor to access links" = "Use rotor to access links";

/* Error message when BLIK code is incomplete */
"Your BLIK code is incomplete." = "Your BLIK code is incomplete.";

/* Error message when BLIK code is invalid */
"Your BLIK code is invalid." = "Your BLIK code is invalid.";

/* Error message when email is invalid */
"Your email is invalid." = "Your email is invalid.";

/* Used as the title for prompting the user if they want to close the sheet */
"Your payment information will not be saved." = "Your payment information will not be saved.";

/* Error message for when postal code in form is incomplete */
"Your postal code is incomplete." = "Your postal code is incomplete.";

/* Error message for when ZIP code in form is incomplete (US only) */
"Your ZIP is incomplete." = "Your ZIP is incomplete.";

/* Label of an address field
Short string for zip code (United States only)
Zip code placeholder US only */
"ZIP" = "ZIP";

